{
  "services": [{
    "title": "IP/MPLS Core and Edge, SDN",
    "desc": "<p>Fatemza Space Solutions Limited Limited in strategic alliances with innovative OEMs help the transition from legacy circuit switched networks to highly scalable packet switched network platforms thereby helping Telecommunication operators to have a nimble and device agnostic platform that allows future.</p><p>Deployment of routing and switching technology for the 'core' and 'edge' with SDN (software defined network) and implementation of Next Generation Firewall for granular security help to deliver an empirical solution for the mobile packet backbone network (MPBN). These robust platforms enable the operator to seamlessly provide data, voice and video services over their networks which in turn increase income streams.</p>"
  }, {
    "title": "Data center solution, network, structured cabling, storage, security and cloud based data center offerings",
    "desc": "<p>In deploying Data Center solutions (design and build up of network, access control and security), Fatemza Space Solutions Limited explores and make use of innovative OEM devices and solutions to achieve a nimble, state of the art data center that will be scalable from end to end. We use power devices that have field proven capabilities and have stood the test of resiliency in various use cases around the world. Also we provide structured cabling within and outside the Data Center especially for OMCs, corporate offices both in the Telecommunication and Enterprise environment.</p><p>At Fatemza Space Solutions Limited we leverage on the cutting edge technology offering of HP, DELL, IBM and EMC to deliver storage, cloud services, disaster recovery and virtualization services for our customers via our hosted Data Center infrastructure. EMC de-duplication technology offers our customers more stored data for less space as they co-locate their Data storage services with us.</p>"
  }, {
    "title": "LAN extension services, End to End Transmission and Connectivity Solutions",
    "desc": "<p>We help our customers implement LAN extension services (LES), Point to Point (P2P) connections, Co-location of IT Storage, and Telecommunication infrastructure via various applicable medium in line with industry standards and best practices.</p><p>Our deployment media and methods vary with the need of the customer as we are capable of implementing these services via the highly scalable IP/MPLS to transmission method, DWDM (end to end optical medium), DWDM (end to end microwave medium), delivery of voice and data services via traditional PDH ports with either fiber optics or microwave radio as the back end. BYOD (bring your own device) has increased the need for a robust unified network infrastructure platform for businesses and we offer solutions to this with any or either of above highlighted media and methods. With us our customers’ options are unlimited in the real sense of the word and unified solutions are offered within budget and tailored to the specifics of our customer.</p>"
  }, {
    "title": "Telecommunication infrastructure building and support, BTS Site Maintenance Contract(Network, Power and Facility)",
    "desc": "<p>Fatemza Space Solutions Limited provides GSM/CDMA infrastructure building services both at the back office and at remote locations with full integration support and maintenance for all BTS (base transceiver stations) components which include but not limited to power, RF nodes, BTS SDH nodes and core transmission nodes.</p><p>Owing to the need to bring down the cost of deployment of GSM/CDMA BTSs, Fatemza Space Solutions Limited implements for its customers colocation/infrastructure sharing services at these BTS sites and ensure seamless integration of services at these locations.</p><p>Below are the services Fatemza provides with respect to telecommunication infrastructure deployment:</p><ul><li>Building and construction of tower bases for GSM/CDMA radio node deployment (perimeter fencing and all civil engineering works)</li><li>Assembling and construction of GSM/CDMA mast of varying heights with respect to customer’s specifications</li><li>Rigging and deployment of RF equipment on the GSM/CDMA mast</li><li>Co-location of GSM/CDMA nodes</li><li>Installation of power apparatus for the BTS<ol><li>Installation of power inverters.</li><li>Installation of AGO tanks and feeds for standby generators</li><li>Installation of 27KVA,40KVA up to 1000KVA generators for standby power at the BTS.</li><li>Electrical wiring and installation of DC rectifiers for the BTS</li><li>Specialized railings for power and RF cable management at the BTS</li></ol></li><li>Installation of specialized cabins/racks/cabinets for equipment handling</li><li>Site Maintenance Contract for BTSs<ol><li>Facility maintenance at the BTSs</li><li>Network Infrastructure maintenance</li><li>Power availability at the site (supply of AGO for generators)</li></ol></li>"
  }, {
    "title": "SDH topology planning, design and implementation. Fibre optics route and topology planning and implementation to support the SDH (DWDM, TDM, ADM) network",
    "desc": "<p>Fatemza Space Solutions Limited with her vast technical experience help our customers operating in the Telco Space to plan, design and implement SDH infrastructure for their evolving operation needs. We employ top of the range OEM solutions to implement this. End to End implementation of this service includes evaluating our customer’s capacity needs viz a viz the required solution with the plan for upgrade and scalability in mind. Provision of a wide range of SDH capacity ranging from 2MB (PDH), 45MB (DS3), 155MB (STM1) up to 10GB (STM64) and delivering these via highly scalable DWDM multiplexing platform. Fatemza Space Solutions Limited backed by formidable OEMs delivers seamless deployment and integration of these solutions.</p><p>We plan and implement Fiber optic infrastructure to support the SDH/DWDM platform, we also maintain these infrastructure both at the active and passive end of our customers’ network.</p>"
  }, {
    "title": "Transmission network support for GSM, CDMA and Cable (fixed & wired) telecommunication networks. Integration of GSM/CDMA network nodes (RNCs, BSCs, MSCs, TGWs)",
    "desc": "<p>Fatemza Space Solutions Limited provide integration services for all nodes spanning the entire GSM architecture. Our vast experience in the Telco space allows us to bring to bear seamless integration of service and management nodes, change management, upgrades within both the circuit switched and packet switched cores and general support services for all network nodes in the IP/MPLS core (Edge routing, MSS, VAS, SCP, GPRS etc.), Transmission nodes (Multiplexers, SDH devices, Digital Cross Connect devices etc.) and Circuit switched and Access core (BTS, RNC,MSC, BSC, TGW,MGW etc.)</p><p>Fatemza Space Solutions Limited evaluates the service impacting levels of network elements before recommending and implementing the safest support and integration procedure as we know the ripple effect such might have on the network of our customers hence impact level assessment is carried out before we embark on any support or integration process. We help bridge the technical gap by bringing to the table expertise that has been honed over the years while paying attention to your specific needs.</p>"
  }, {
    "title": "IT managed services, Network support & maintenance services",
    "desc": "<p>Fatemza Space Solutions Limited provide managed services for your IT infrastructure either in your central or remote offices by employing industry best standards and using OEM platforms that have field proven record for fault/alarm management and an efficient escalation to resolution path.</p><p>Fatemza Space Solutions Limited is capable of providing network support and maintenance for emerging business needs and also allow our customers to keep a modest budget and ensure full and continuous functionality of their network infrastructure. We understand that maintenance & support service in the Information Technology and Telecommunications industry requires a clear understanding of operator and consumer needs hence our resolve to take a detailed approach to each customer’s needs.</p><p>Fatemza support and maintenance services covers on-site technical support and corrective maintenance for MPLS networks, datacomms infrastructure, PABX integration, high resolution video conferencing, Display Systems and Visualization infrastructure, Radio point-to-point installations, Network security etc.</p><p>Our IT managed services is delivered within the most critical time while we ensure support record to be able to study patterns and evaluate areas of improvement in the network of our customers. We can provide these in the following ways</p><ul><li>Routine/scheduled maintenance as may be agreed with our customer</li><li>Call out support services while bearing in mind the agreed MTTR</li><li>Incidence management</li><li>Implementation of upgrades and integration of new nodes.</li></ul>"
  }, {
    "title": "Collaboration Solutions such as Unified Messaging, IP Telephony, VoIP, Video Conferencing, Local Area Networking complete with intelligent switching and routing",
    "desc": "<p>At Fatemza, we provide collaboration solutions that ensure that your most important business resources i.e. workforce, remain in touch with one another, anywhere, anytime.</p><p>From <b>LAN cabling infrastructure</b> through <b>IP Telephony</b>, <b>Unified Messaging</b> and <b>VoIP to Video Conferencing</b>, we ensure that members of staff can exchange all forms of information (data/voice/video/fax etc.) within and outside your organization.</p><p>We provide highly scalable, single and multi-floor LANs that enable data, voice, video and Internet applications. Across a single, dual or multiple cable infrastructures, we can convey all these applications without compromising data integrity and quality on each one.</p><p>In addition, using intelligent transport algorithms, we can leverage your existing old-grade copper infrastructure to provide high-speed LAN connections at today’s speeds. This offering thus helps to protect your age long investment while obtaining new world services.</p>"
  }, {
    "title": "Information System Management",
    "desc": "<p>Fatemza Space Solutions Limited help our customers build and support their Information System Management platform for their enterprise day to day operations. With our strategic partnership with Oracle and Microsoft, we deliver Information Management solutions from the data/record build, configuration, provision of storage and back up platform to support.</p><p>At Fatemza we understand the peculiarity of your enterprise operation platform such as ERP and are poised to deliver a formidable dashboard robust enough for your present needs and scalable enough to accommodate your future operations. Fatemza Space Solutions Limited leverages on our strategic alliances with trusted OEMs in the Information System Management space to deliver an unforgettable experience in IS management to our customers.</p><p>With our ability to deliver a world class network infrastructure, provide top of the range storage platforms for backup and disaster recovery, provide network security spanning all strata of the enterprise network and support for your IS management platform, Fatemza Space Solutions Limited bring to the table an empirical solution for your Information System Management.</p>"
  }, {
    "title": "Network Security to guarantee the integrity of all electronic data, voice, video against malicious and other attacks",
    "desc": "<p>Fatemza Space Solutions Limited delivers innovative network security solutions. These solutions are dedicated to protecting networks with high-performance enterprise and Internet access and our security solutions are designed to meet the unique networking needs of the financial, carrier, energy, hospitality and other enterprises.</p><p>We will protect network assets by securing Data centers, Internet devices, laptops/notebooks and corporate desktops from intrusion and misuse.</p><p>At Fatemza we work with you in delivering a heuristic security solution which is in line with your day to day security realities. Our solutions will cater for the following:</p><ul><li>Ensure a resilient and a granular approach to your enterprise-wide security policy</li><li>Defend corporate assets against internal and external intrusion</li><li>Create a platform that will allow your security policy to evolve in line with your day to day operational realities.</li></ul>"
  }, {
    "title": "Supply of Telecommunications and IT products, parts, accessories, spares",
    "desc": "<p>Fatemza Space Solutions Limited help bridge the supply gap of products, accessories and spare parts needs that may arise at critical operation periods of both our enterprise and Service Provider customers.</p><p>With our strategic alliances with industry leading OEMs and our extended network of Telecom and IT suppliers we are capable of sustaining our customers operations by making available you spares and accessories as and when due thereby eliminating OPEX that may be incurred from contingencies.</p><p>Our expertise at Change Management, Infrastructure Swap Out and Routine maintenance allows us to guide our customers on lead time for supplies/deliveries associated with such. Fatemza Space Solutions Limited therefore takes ownership of such projects while ensuring timely supply/delivery of devices/accessories and implementation of the project.</p><p>Be it fresh installations, integration of new nodes, upgrade, swap out or accessory supply, Fatemza Space Solutions Limited is your one stop shop for IT/Telecom devices and accessories.</p>"
  }, {
    "title": "Network power planning, design and implementation. Electrical power planning, design and implementation",
    "desc": "<p>Fatemza Space Solutions Limited help our customers to evaluate, plan, design and implement their power needs. We specialize in network power (data centers, BTSs, switch centers etc.) and general electrical power design and installation. Our experience spans the deployment of all types of special rated power apparatus to metro power installations.</p><p>At Fatemza we install DC rectifiers, Dehumidifiers for data centers, ATP for automated switch overs, Electric power transformers and cablings, Electrical accessories for all kinds of installation etc. Our technical capacity in this regard is the advantage we will bring to bear on projects we are engaged in.</p>"
  }, {
    "title": "Visualization Solutions and Systems",
    "desc": "<p>Fatemza Space Solutions Limited formidably backed by Christie’s Digital Display solutions bring to the table quality visual display solutions that are top of the range and ensure the most reasonable Total Cost of Ownership for our customers.</p><p>Christie’s rich content display (via DLP, LCD, LED and 3D simulation solution) and digital compliance in video walls (indoor and outdoor), projectors, Digital Cinema display and a host of other digital display solutions brings to our customers an unmatched quality and an eventual technical support that ultimately gives our customers an unforgettable experience.</p>"
  }, {
    "title": "Computer Accessories",
    "desc": "<p>We also provide a variety of computer accessories and technology including walkie-takie, cctv, radio masts, etc</p>"
  }]
}